Repository: yuriimka/abiotic-factor-ukrainian
Catalog: omegat/project_save.tmx
Source language: en
Languages: uk_ua

source: Worn by scientists to study radiation and biohazardous materials.
uk_ua: Використовується вченими для дослідження біологічно небезпечних та аномальних матеріалів.

source: Worn by volcano researchers and molten manufacturing workers.
uk_ua: Використовують дослідники вулканів та робітники ливарних цехів.

source: Would you like to enable crossplay with other platforms?
uk_ua: Бажаєте увімкнути міжплатформну гру?

source: Would you like to restore from backup?
uk_ua: Бажаєте відновити з резервної копії?

source: Wrinkly Brainmeat
uk_ua: Мозкові М'язи

source: Wristwatch
uk_ua: Годинник

source: X-RAY FORCE FIELDS
uk_ua: РЕНТГЕНІВСЬКЕ СИЛОВЕ ПОЛЕ

source: X-RAY POWER
uk_ua: ЕНЕРГІЯ РЕНТГЕНУ

source: X-Ray Lamp
uk_ua: Рентгенівська Лампа

source: X-Ray Shield Emitter
uk_ua: Випромінювач Антирадіаційного Поля

source: X-Ray Tower
uk_ua: Рентгено-Турель

source: X-ers?
uk_ua: Ексери?

source: XP is primarily earned from catching fish and other junk.
uk_ua: Оски Досвіду отримуються переважно за ловлю риби та іншого непотребу.

source: XP is primarily gained by bashing enemies with blunt weaponry.
uk_ua: Очки Досвіду отримуються шляхом побиття ворогів Дробильною Зброєю.

source: XP is primarily gained by constructing and deconstructing furniture.
uk_ua: Очки Досвіду отримуються переважно за конструювання та розбирання меблів.

source: XP is primarily gained by cooking food, baking and making soups.
uk_ua: Очки Досвіду отримуються переважно за приготування їжі, випічки та варіння супів.

source: XP is primarily gained by crafting and repairing items.
uk_ua: Очки Досвіду отримуються переважно за створення та ремонт предметів.

source: XP is primarily gained by firing ranged weaponry.
uk_ua: Очки Досвіду отримуються переважно за стрільбу з дальньої зброї.

source: XP is primarily gained by planting, tending to and harvesting plants.
uk_ua: Очки Досвіду отримуються переважно за посадку, догляд та збирання рослин.

source: XP is primarily gained by reloading weapons of all kinds.
uk_ua: Очки Досвіду отримуються переважно за перезарядку всіх видів зброї .

source: XP is primarily gained by slicing enemies with sharp weaponry.
uk_ua: Очки Досвіду отримуються шляхом рубання ворогів Різальною Зброєю

source: XP is primarily gained by sneaking around dangerous, active enemies.
uk_ua: Очки Досвіду отримуються переважно, підкрадаючись недалеко від активних та небезпечних ворогів.

source: XP is primarily gained by sprinting over long distances.
uk_ua: Очки Досвіду отримуються переважно шляхом бігу на довгих дистанціях.

source: XP is primarily gained by taking damage from enemies, unfortunately.
uk_ua: На жаль, досвід отримується переважно за отримання шкоди від ворогів.

source: XP is primarily gained by throwing weapons, grenades, throwable devices and even miscellaneous objects.
uk_ua: Очки досвіду отримуються переважно кидаючи зброю, гранати, кидальні пристрої та навіть деякі предмети.

source: XP is primarily gained by traveling with a heavy inventory.
uk_ua: Очки Досвіду отримуються переважно за подорожі з важким інвентарем.

source: XP is primarily gained by using and crafting medical items.
uk_ua: Очки Досвіду отримуються переважно за використання та створення медичних предметів.

source: Xanterium Rice Plant
uk_ua: Рослина Ксантеріум Рису

source: YES
uk_ua: ТАК

source: YETI?
uk_ua: ЄТІ?

source: YOU
uk_ua: ВИ

source: YOU ARE DEAD
uk_ua: ВИ ЗАГИНУЛИ

source: YOUR BED
uk_ua: ВАШЕ ЛІЖКО

source: YOUR FINDINGS
uk_ua: ВАШІ ЗНАХІДКИ

source: YOUR JOB AT GATE
uk_ua: ПРОФЕСІЇ У КОМПЛЕКСІ БРАМА

source: YOUR LAST CHECK-IN
uk_ua: ВАША ОСТАННЯ РЕЄСТРАЦІЯ

source: YOUR SKILLS
uk_ua: ВАШІ НАВИЧКИ

source: Yawn
uk_ua: Позікання

source: Yes
uk_ua: Так

source: Yes!
uk_ua: Так!

source: Yes, I want to host a public server.
uk_ua: Так, я хочу розмістити публічний сервер.

source: Yes, I'm ready!
uk_ua: Так, я готовий!

source: Yes, Quit
uk_ua: Так, Вийти

source: Yes, respawn.
uk_ua: Так, відродитися.

source: Yes, yes, I'm coming.
uk_ua: Так, так, я йду.

source: Yeti
uk_ua: Єті

source: Yeti Fur
uk_ua: Хутро Єті

source: Yeti Helmet
uk_ua: Шолом Єті

source: Yeti Skull
uk_ua: Череп Єті

source: You REALLY need to find a toilet.
uk_ua: Вам СПРАВДІ потрібно знайти туалет.

source: You activate a camoflage when moving slowly and when holding still.
uk_ua: Ви активуєте камуфляж, коли рухаєтесь повільно та коли стоїте на місці.

source: You also learn the Bio-Metric Armwraps recipe.
uk_ua: Ви також дізнаєтесь рецепт Біометричної Наручної Броні.

source: You also learn the recipe for the Oven and Raw Dough.
uk_ua: Ви також дізнаєтесь рецепт Печі та Сирого Тіста.

source: You also reload weapons with a bit more skill.
uk_ua: Ви також перезаряджаєте зброю з трохи більшою вправністю.

source: You apply all medical items to yourself and to others twice as fast.
uk_ua: Ви застосовуєте всі медичні засоби до себе та до інших вдвічі швидше.

source: You are also an expert at reloading, with a bit of flair too.
uk_ua: Ви не просто вправно перезаряджаєте зброю - ви робите це зі стилем.

source: You are an exceptionally frail individual.
uk_ua: Ти надзвичайно тендітний індивід.

source: You are joining a server using some very non-standard rules for gameplay.
uk_ua: Ви приєднуєтеся до сервера, використовуючи дещо нестандартні правила гри.

source: You are less clumsy at reloading all weaponry.
uk_ua: Ви менш незграбні під час перезаряджання всієї зброї.

source: You are meek and quiet.
uk_ua: Ти покірний і тихий.

source: You are naturally dry, getting thirsty 20% faster than others.
uk_ua: Ти сухий від природи, тому відчуваєш спрагу на 20% швидше за інших.

source: You are naturally moist and get thirsty 20% slower than others.
uk_ua: Ти від природи зволожений і відчуваєш спрагу на 20% повільніше за інших.

source: You are strong enough to properly wield heavy melee weapons, and you can now smash open Vending Machines, which will permanently break them.
uk_ua: Ви достатньо сильні, щоб володіти Важкою Зброєю і тепер можете розкривати торговельні автомати, що назавжди їх зламає.

source: You are twice as hard to detect when moving slowly and when holding still.
uk_ua: Вас вдвічі важче помітити, коли ви рухаєтеся повільно і коли ви стоїте на місці.

source: You are twice as likely to bleed from a wound, and potentially quite severely.
uk_ua: Твоя рана вдвічі частіше здатна кровоточити і вірогідно набагато серйозніше.

source: You aren't hungry.
uk_ua: Ви не відчуваєте голоду.

source: You aren't losing blood.
uk_ua: Ви не втрачаєте крові.

source: You aren't thirsty.
uk_ua: У вас немає спраги.

source: You aren't tired right now.
uk_ua: Ви сповнені енергією.

source: You attract enemy attention 45% faster than others.
uk_ua: Ти привертаєш увагу ворога на 45% швидше за інших.

source: You attract enemy attention twice as slow as others.
uk_ua: Ти привертаєш увагу ворога вдвічі повільніше, ніж інші.

source: You automatically pick up projectiles and weapons you've previously thrown, if you have room in your inventory.
uk_ua: Ви автоматично підбираєте кинуті снаряди та зброю, якщо у вашому інвентарі є місце.

source: You can access the final tier of Crafting Bench upgrades.
uk_ua: Ви отримуєте доступ до останнього рівня покращень Верстака.

source: You can access the first tier of Crafting Bench upgrades.
uk_ua: Ви отримуєте доступ до першого рівня покращень Верстака.

source: You can access the second tier of Crafting Bench upgrades.
uk_ua: Ви отримуєте доступ до другого рівня покращень Верстака.

source: You can also disable your current transmog at any time by pressing the icon next to a slot in your inventory.
uk_ua: Ви можете будь-коли вимкнути поточну видозміну, натиснувши значок поруч з коміркою у вашому інвентарі.

source: You can better tolerate cold temperatures for a while.
uk_ua: Ви можете краще переносити холодні температури деякий час.

source: You can better tolerate warm temperatures for a while.
uk_ua: Ви можете краще переносити теплі температури протягом деякого часу.

source: You can carry 15% more weight than other scientists.
uk_ua: Ти можеш переносити на 15% більше ваги, ніж ці слабаки.

source: You can cook soups by filling a pot with water and adding ingredients.
uk_ua: Ви можете готувати супи, наповнивши каструлю водою та додавши інгредієнти.

source: You can detect all nearby enemies.
uk_ua: Ви можете виявити всіх ворогів поблизу.

source: You can detect nearby enemies who are in combat.
uk_ua: Ви можете виявити ворогів поблизу, які беруть участь у бою.

source: You can do a gentle, underhand toss with all throwable items.
uk_ua: Ви можете зробити ніжний, легенький кидок усіма предметами, які можна кидати.

source: You can do heavy windup attacks with blunt melee weapons.
uk_ua: Ви можете виконувати сильні заряджені атаки дробильною зброєю.

source: You can drink tainted water without getting sick.
uk_ua: Ти можеш пити забруднену воду, і тобі нічого не буде.

source: You can fit a lot of things inside this.
uk_ua: Ви можете помістити багато речей всередину.

source: You can hold it for quite some time.
uk_ua: Ти можеш протриматися досить довго.

source: You can now detect fishing hotspots and craft Fish Traps.
uk_ua: Тепер ви можете виявляти місця для риболовлі та створювати рибні пастки.

source: You can only save to one Check-In Terminal at a time.
uk_ua: Ви можете зберігати дані лише в одному терміналі реєстрації.

source: You can package small deployables twice as fast.
uk_ua: Ви можете упакувати невеликі розкладні споруди удвічі швидше.

source: You can reload weapons you aren't otherwise qualified to use.
uk_ua: Ви можете перезаряджати зброю, для використання якої у вас немає належної кваліфікації.

source: You can see all negative medical debuffs when up close to another player.
uk_ua: Ви можете бачити всі негативні медичні проблеми, коли поруч з іншим гравцем.

source: You can see other players' hunger and thirst when close by.
uk_ua: Ви можете бачити голод і спрагу інших гравців, коли перебуваєте поруч.

source: You can see the predicted path of your throwable items before throwing them.
uk_ua: Ви передбачити шлях кидання предметів, перш ніж кидати їх.

source: You can shake Vending Machines & stomp Carbuncles in 1 hit.
uk_ua: Ви можете трясти Торговельні Автомати та чавити Карбункулів одним ударом.

source: You can slow, speed up, or stop this function entirely with these options.
uk_ua: Ви можете уповільнити, пришвидшити або повністю зупинити функцію за допомогою цих опцій.

source: You can sprint and reload at the same time.
uk_ua: Ви можете одночасно бігти та перезаряджатися.

source: You can think of a few clever ways to utilize these.
uk_ua: Ви можете вигадати кілька кмітливих способів їхнього застосування.

source: You can throw sharp melee weapons.
uk_ua: Ви можете кидати Різальну Зброю ближнього бою.

source: You can wear any weight of armor without dropping into the heaviest weight class.
uk_ua: Ви можете носити обладунки незалежно від ваги і не опускаючись у найбільшу вагову категорію.

source: You can't hold it very long.
uk_ua: Ти думав що втримаєш, але не зміг.

source: You can't repair this.
uk_ua: Ви не можете полагодити це.

source: You can't salvage this.
uk_ua: Ви не можете розібрати це.

source: You cannot see the peak from the trough, nor the depths from the peak.[7.0]Such is the way of the world as it unravels and reforms, forever changing, reforged over and again,[18.0]until nothing remains but the memory of having known something different, perhaps once ...
uk_ua: Ти не можеш побачити вершину з низини, ані глибин із вершини.[7.0]Такий лад світу, що розпадається й перетворюється, вічно змінюючись, перековуючись знову і знову,[18.0]аж поки не лишиться нічого, крім згадки про те, що знав щось інакше, можливо, колись...

source: You chose the lab over the farm, but never lost your touch with plants.
uk_ua: Ти обрав лабораторію замість ферми, але ніколи не втрачав зв'язку з рослинами.

source: You craft ammo twice as fast.
uk_ua: Ви створюєте боєприпаси вдвічі швидше.

source: You crave human flesh.
uk_ua: Ти жадаєш людської плоті.

source: You cut up corpses a bit faster.
uk_ua: Ви ріжете трупи трохи швидше.

source: You deal +3 damage with all melee weapons.
uk_ua: Ти завдаєш +3 шкоди всією ближньою зброєю.

source: You don't have this recipe yet.
uk_ua: У вас ще немає цього рецепту.

source: You don't know any soup recipes.
uk_ua: Ви не знаєте жодного рецепту супу.

source: You don't need to do that yet.
uk_ua: Вам поки що не потрібно цього робити.

source: You don't need to use the toilet right now.
uk_ua: Вам не потрібно в туалет.

source: You don't receive any spatter from liquids, such as blood.
uk_ua: Ви не отримуєте бризок від рідин, таких як кров.

source: You don't trigger Tripwires, Tripwire Lasers, or Carbuncles, even when not crouching.
uk_ua: Ви не активуєте ані Лазерні ні звичайні Розтяжки, Карбункули теж не докучають, навіть коли не присідаєте.

source: You feel energized.
uk_ua: Ви відчуваєте прилив енергії.

source: You frequently work late into the night, becoming fatigued 50% slower than the average scientist.
uk_ua: Ти часто засиджуєшся до пізньої ночі і втомлюєшся на 50% повільніше будь-якого пересічного науковця.

source: You gain 20% more XP than normal.
uk_ua: Ти отримуєш на 20% більше досвіду, ніж зазвичай.

source: You gain Agriculture-related experience twice as fast and receive recipes for basic garden plots right from the outset.
uk_ua: Ти отримуєш досвід Землеробства, вдвічі швидше та на почтку отримуєш рецепти для базових грядок.

source: You gain Cooking skill twice as fast.
uk_ua: Ти отримуєш досвід у Кулінарії вдвічі швидше.

source: You gain a recipe for Anomalous Compost, aiding in the growth of your plants.
uk_ua: Ви отримуєте рецепт Аномального Компосту, що сприяє росту ваших рослин.

source: You gain a recipe for Anomalous Fertilizer, aiding greatly in the growth of your plants.
uk_ua: Ви отримуєте рецепт Аномального Добрива, що значно сприяє росту ваших рослин.

source: You gain a recipe for Anomalous Plant Food, aiding immensely in the growth of your plants.
uk_ua: Ви отримуєте рецепт Аномальної Поживи для Рослин, що надзвичайно сприяє їхньому росту.

source: You gain all fitness-related skills at a faster rate.
uk_ua: Ти отримуєш усі навички що пов'язані з фітнесом набагато швидше.

source: You gain extra Agriculture XP when crafting farming items.
uk_ua: Ти отримуєш додатковий досвід Землеробства, коли виготовляєш фермерські предмети.

source: You gain extra Construction XP when crafting furniture and other construction objects.
uk_ua: Ти отримуєш додатковий досвід Будівництва під час створення меблів та інших будівельних об'єктів.

source: You gain extra Cooking XP when crafting cooking items.
uk_ua: Ти отримуєш додатковий досвід Кулінарії, коли виготовляєш кухарські предмети.

source: You gain extra Cooking XP.
uk_ua: Ви отримуєте додатковий досвід Кулінарії.

source: You gain extra Crafting XP when inventing item recipes.
uk_ua: Ти отримуєш додатковий досвід Виготовлення, коли відкриваєш нові рецепти предметів.

source: You gain extra First Aid XP when crafting medical items.
uk_ua: Ти отримуєш додатковий досвід Першої Допомоги, коли виготовляєш медичні предмети.

source: You gain more sustenance from vending machine items.
uk_ua: Ви отримуєте більше їжі з торговельних автоматів.

source: You gain the Lucky Fishing Hat and Mud Waders recipes.
uk_ua: Ви отримуєте рецепти Щасливого Рибальського Капелюха та Болотних Чобіт.

source: You gain the Tacklebox recipe.
uk_ua: Ви отримуєте рецепт Снасті.

source: You gain the advanced Bio-Mimic Armwraps recipe, allowing the use of specialized firearms.
uk_ua: Ви отримуєте рецепт вдосконаленої Біомімічної Наручної Броні, яка дозволяє використовувати спеціалізовану вогнепальну зброю.

source: You gain the confidence to properly handle more advanced firearms.
uk_ua: Ви стаєте достатньо впевненими, щоби вправно користуватися складнішою вогнепальною зброєю.

source: You gaze to the heavens and see hell.
uk_ua: Ти дивишся на небеса і бачиш пекло.

source: You get hungry 60% faster than others.
uk_ua: Ти відчуєш голод на 60% швидше за інших.

source: You going to leave me standing here?
uk_ua: Ти так і залишиш мене стояти тут?

source: You got it open!
uk_ua: Ти їх відкрив!

source: You grow fatigued 75% faster than others and never feel truly rested.
uk_ua: Ти втомлюєшся на 75% швидше за інших і не відчуваєш привилу енергії від сну.

source: You have ${1}
uk_ua: У вас є ${1}

source: You have 25% lower maximum health and break your bones more frequently from falls and blunt trauma.
uk_ua: Здоров'я такого слабака на 25% нижче і ти частіше ламаєш кість від падінь чи інших травм.

source: You have a 25% higher chance to not end up with Bio Scrap when cutting up bodies.
uk_ua: У вас на 25% вищий шанс не отримати Біобрухт під час розрізання тіл.

source: You have a 50% lower chance of receiving bleeding injuries.
uk_ua: У тебе на 50% менший ризик отримати кровотечу.

source: You have a chance to not lose stamina for an action that would normally use stamina.
uk_ua: У вас є шанс не втрачати витривалість для дії, яка зазвичай вимагає витривалості.

source: You have a chance to receive double furniture when successfully packaging an item that wasn't placed by you or a fellow scientist.
uk_ua: У вас є шанс подвоїти кількість меблів під час успішного пакування, якщо це не розмістили ви чи ваш колега-вчений.

source: You have a love of cooking.
uk_ua: Ти обожнюєш готувати.

source: You have a minor concussion.
uk_ua: У вас трохи крутиться голова.

source: You have a very small chance to instantly kill small and medium-sized enemies.
uk_ua: Існує дуже малий шанс миттєво вбити малих та середніх за розміром ворогів.

source: You have a wild metabolism.
uk_ua: У тебе шалений метаболізм.

source: You have at least {0} of this item already.
uk_ua: Схожих предметів у наявності: {0}

source: You have beckoned IS-0091...
uk_ua: Ви приманили ІС-0091...

source: You have come far, but you will halt here, before the darkness, [5.2]the water, the nexus, an egress ... perhaps.
uk_ua: Ти пройшов довгий шлях, але ти зупинишся тут, перед пітьмою, [5.2]вода, зв'язок, вихід ... можливо.

source: You have more pliable neurological pathways.
uk_ua: Твої нейроннні шляхи більш гнучкі.

source: You have no health issues to address.
uk_ua: Проблеми зі здоров'ям вам не докучають.

source: You have no medical items in your inventory.
uk_ua: У вашому інвентарі немає медикаментів.

source: You have no starting perk points, many perks are off-limits, you can't passively regenerate health and you can't receive shared recipes from other scientists.
uk_ua: У тебе немає початкових балів, більшість навичок недоступні, ти не можеш пасивно відновлювати здоров'я та не можеш отримувати спільні рецепти від інших вчених.

source: You have no sway when using scoped weapons.
uk_ua: Ваші руки не тремтять під час використання прицілу на зброї.

source: You have plenty of fluids inside of you.
uk_ua: Усередині вас багато рідин.

source: You have slightly reduced fall damage and take less damage from environmental physics, such as vehicles.
uk_ua: Ви отримуєте трохи менше шкоди від падіння та інших фізичних стихій, як-от транспорту..

source: You have very stiff neurological pathways.
uk_ua: Ти маєш напрочуд тугі нервові шляхи.

source: You haven't crafted this item yet.
uk_ua: Ви ще не виготовили цей предмет.

source: You haven't discovered this item.
uk_ua: Ви ще не розкрили цей предмет.

source: You haven't encountered this fish.
uk_ua: Ви ще не зустрічали такої риби.

source: You haven't quite earned your PhD yet, and judging by the state of things, you're not going to any time soon.
uk_ua: Ти ще не здобув ступінь доктора і судячи з обставин, не зробиш це найближчим часом.

source: You hear me, but do you understand?
uk_ua: Ти чуєш мене, але чи розумієш?

source: You know biosciences, genetics, and how things grow - even GATE's most exotic specimens.
uk_ua: Ти знаєш біологічні науки, генетику та те, як ростуть рослини - навіть найекзотичніші екземпляри БРАМА.

source: You know exactly what this is.
uk_ua: Ви точно знаєте, що це таке.

source: You know those have to warm up for hours - now I have to start all over again!
uk_ua: Ти знаєш, що вони мають прогріватися годинами - тепер мені доведеться починати все спочатку!

source: You know, I admire Dr. Regal's work, but sometimes I feel like he doesn't understand the potential of his own research._x000D_ _x000D_ He was showing me some designs for a vacuum vortex system and they were impressive, yes - you could draw objects of considerable mass towards you._x000D_ _x000D_ But when I pointed out that you could also use it to launch things at high decent velocity - the maths is simple - he didn't even seem to have thought of it.
uk_ua: Знаєш, я захоплююся роботою доктора Ріґала, але іноді мені здається, що він не розуміє потенціалу власних досліджень._x000D_ _x000D_Він показував мені креслення вакуумної вихрової системи і вони були вражаючими, так - ти можеш притягувати помірні об'єкти до себе._x000D_ _x000D_Але коли я зазначила, що ти також можеш використовувати це для запуску речей і доволі швидко - математика проста - та він, здається, навіть не подумав про це.

source: You learn skills 20% slower than normal and can't learn recipes via sharing nor by picking up things others have crafted.
uk_ua: Ти опановуєш навички на 20% повільніше за інших і тобі не можуть поділитись рецептом чи скинути новий не вивчений предмет.

source: You lose 10% less stamina and you heal faster.
uk_ua: Ви втрачаєте на 10% менше витривалості та швидше зцілюєтеся.

source: You lose sanity 20% faster than normal.
uk_ua: Ти втрачаєш глузд на 20% швидше, ніж зазвичай.

source: You lose sanity at a 50% slower rate.
uk_ua: Ти втрачаєш глузд на 50% повільніше.

source: You lose stamina 40% faster than others.
uk_ua: Твоя витривалість зменшується на 40% швидше, ніж в інших.

source: You move 15% faster when crouching and can perform a roll by sprinting while crouched.
uk_ua: Ви рухаєтеся на 15% швидше навприсядки і можете виконати переворот, якщо присядете під час бігу.

source: You move faster and take less fall damage.
uk_ua: Ви рухаєтесь швидше та отримуєте менше шкоди від падіння.

source: You move faster and temporarily gain more strength.
uk_ua: Ви рухаєтеся швидше та тимчасово отримуєте більше сили.

source: You must eat soon.
uk_ua: Ви повинні поїсти і то якнайшвидше.

source: You must repair it in order to use it.
uk_ua: Відремонтуйте, щоб цим скористуватися.

source: You need food immediately.
uk_ua: Вам терміново потібна їжа.

source: You need to drop some loot.
uk_ua: Вам потрібно викинути декілька речей.

source: You need to find the Security Officer for your sector.
uk_ua: Знайдіть Офіцера Безпеки, що знаходиться у вашому секторі.

source: You need to invent this item's recipe before it can be crafted._x000D_ MOVE the items into the correct slots and let your brain do the work.
uk_ua: Перш ніж створювати цей продмет його потрібно розкрити_x000D_ПЕРЕМІСТІТЬ предмети у відповідні комірки та порухайте мізками.

source: You need to open the DOOR!
uk_ua: Тобі потрібно відчинити ДВЕРІ!

source: You need to relieve yourself soon.
uk_ua: Вам потрібно спорожнитись.

source: You need water desperately.
uk_ua: Вам конче потрібна вода.

source: You never leave home without it.
uk_ua: Ти не покидаєш дому без неї.

source: You no longer lose any stamina when blocking.
uk_ua: Ви більше не втрачаєте витривалість, під час блоку

source: You now have a 33% chance to not lose your bait when fishing up junk.
uk_ua: Тепер у вас є 33% шанс не втратити свою наживку під час вилову сміття.

source: You only catch junk while fishing.
uk_ua: Ви вловлюєте лише непотріб, коли рибалите.
